Repository: 4johndoe/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: de, nb, pl, pt

source: Subscribers
de: Abonnenten
nb: Abonnenter
pl: Subkrybenci
pt: Subscritores

source: %(username)s's Subscriptions
de: %(username)ss Podcast-Abos
nb: %(username)s sine Abonnement
pt: Subscrições de %(username)s's

source: %(username)s doesn't have any subscriptions yet.
nb: %(username)s har ingen abonnementer ennå.
pt: %(username)s ainda não tem quaisquer subscrições.

source: Want to share your subscriptions?
nb: Vil du dele dine abonnement?
pt: Pretende partilhar as suas subscrições?

source: %(username)s didn't share his subscriptions with you. Maybe you should contact him to get the correct link.
nb: %(username)s deler ikke sine abonnement med deg. Kanskje du skulle kontakte ham for å få riktig lenkeadresse.
pt: %(username)s não partilhou as subscrições. Pode entrar em contacto com ele para receber a ligação correcta.

source: Just go to your <a href/"/account/">account settings</a> to get the link.</a>
nb: Bare gå til dine <a href/"/account/">konto innstillinger</a> for å få lenken.</a>
pt: vá até às suas <a href/"/account/">definicões de conta</a> para obter a ligação.</a>

source: Account activated
de: Konto aktiviert
nb: Konto aktivert
pl: Konto aktywne
pt: Conta activada

source: Your account has been activated! Enjoy using my.gpodder.org
de: Dein Konto wurde aktiviert! Viel Spaß mit my.gpodder.org
nb: Kontoen er aktivert! Velkommen til my.gpodder.org
pl: Konto zostało aktywowane. Zapraszamy do my.gpodder.org
pt: A sua conta foi activada. Divirta-se a utilizar o my.gpodder.org

source: Account not activated
de: Konto nicht aktiviert
nb: Kontoen er ikke aktivert
pl: Konto nie zostało aktywowane
pt: Conta não activada.

source: Your account could not be activated successfully.
de: Dein Konto konnte nicht erfolgreich aktiviert werden.
nb: Kontoen kunne ikke aktiveres.
pl: Konto nie mogło zostać aktywowane.
pt: A sua conta NÃO foi activada com sucesso.

source: Registration complete
de: Registrierung abgeschlossen
nb: Du er nå registert
pl: Rejestracja ukończona
pt: Registo concluído

source: Please confirm your account using the email you should just have received.
de: Du solltest soeben ein Mail bekommen haben. Darin findest du einen Link zum Aktivieren deines Accounts
pt: Por favor, confirme a sua conta utilizando o e-mail que deve ter recebido.

source: You are already registered.
pt: Você já está registado.

source: Create a User Account
de: Erstelle ein Benutzer-Konto
nb: Opprett en brukerkonto
pl: Utwórz konto użytkownika
pt: Crie uma Conta de Utilizador

source: Already got an account?
pt: Já tem uma conta?

source: Login here
de: Anmelden
pt: Inicie aqui a sessão

source: After registration, you'll receive an activation email to confirm the validity of your email address.
nb: Etter å ha registrert deg vil du motta en aktiveringsepost for å bekrefte e-postadressen.
pt: Após o registo, irá receber um e-mail de activação para confirmar a autenticidade do seu endereço de e-mail.

source: Resend activation e-mail
de: Aktivierungs-Email erneut senden
pt: Enviar novamente o e-mail de activação.

source: Send activation e-mail
de: Aktivierungs-Email senden
pt: Enviar e-mail de activação

source: Sent Activation Email
de: Aktivierungs-Email gesendet
pt: Enviar E-mail de Activação

source: The activation email has been reset.
pt: O e-mail de activação foi reposto.

source: Unknown
nb: Ukjent
pt: Desconhecido

source: New episode
de: Neue Episode
pt: Novo episódio

source: Downloaded to %s
pt: Transferido para %s

source: Downloaded
de: Heruntergeladen
pt: Transferido

source: Played on %s
pt: Reproduzido em %s

source: Played
de: Abgespielt
pt: Reproduzido

source: Deleted on %s
pt: Apagado em %s

source: Deleted
de: Gelöscht
pt: Apagado

source: Unknown status
pt: Desconhecido

source: Unplayed episode
pt: Episódio não reproduzido

source: on %s
de: an %s
nb: på %s
pl: na %s
pt: em %s

source: This episode has been marked new
de: Diese Episode wurde als neu markiert
nb: Denne episoden er markert som ny
pl: Ten odcinek został oznaczony jako nowy
pt: Este episódio foi marcado como novo

source: This episode has been downloaded
de: Diese Episode wurde heruntergeladen
nb: Denne episoden er lastet ned
pl: Ten odcinek został pobrany
pt: Este episódio foi transferido

source: This episode has been played
de: Diese Episode wurde abgespielt
nb: Denne episoden er avspilt
pl: Ten odcinek został odtworzony
pt: Este episódio foi reproduzido

source: This episode has been deleted
de: Diese Episode wurde gelöscht
nb: Denne episoden er slettet
pl: Ten odcinek został usunięty
pt: Este episódio foi apagado

source: Home
nb: Hjem
pl: Strona domowa
pt: Início

source: My Podcasts
de: Meine Podcasts
pt: Meus Podcasts

source: Subscriptions
de: Abonnements
nb: Abonnementer
pl: Subskrypcje
pt: Subscriçoes

source: Suggestions
de: Empfehlungen
nb: Forslag
pl: Sugestie
pt: Sugestões

source: Directory
de: Verzeichnis
pt: Directório

source: User subscriptions
pt: Subscrições do utilizador

source: Settings
de: Einstellungen
nb: Innstillinger
pl: Ustawienia
pt: Definições

source: Account
pt: Conta

source: Privacy
nb: Personvern
pt: Privacidade

source: Publisher
pt: Publicador

source: Link to gpodder.net
de: Auf gpodder.net verlinken
pt: Ligação para gpodder.net

source: No Logo available
de: Kein Logo verfügbar
nb: Ingen logo tilgjengelig
pl: Brak loga
pt: Nenhum Logo Disponível

source: You are not allowed to access this device
nb: Du har ikke tilgang til denne enheten
pt: Não tem permissões para aceder ao dispositivo

source: Synchronize with the following devices
de: Synchronisierung der folgenden Geräte
nb: Synkroniser med disse enhetene
pl: Synchronizuj z następującymi urządzeniami
pt: Sincronizar com os dispositivos seguintes

source: New Device
de: Neues Gerät
pt: Novo Dispositivo

source: You can't use the same Device ID for two devices.
pt: Não pode utilizar a mesma ID para dispositivos diferentes.

source: Could not subscribe to the podcast: %s
nb: Klarte ikke å abonnere på podkasten: %s
pt: Não foi possível subscrever o podcast: %s

source: Choose a device:
de: Gerät auswählen
pt: Escolha o dispositivo:

source: another site
de: eine andere Seite
pt: outo sítio

source: Oops! Something went wrong. Please double-check the data you entered.
pt: Oops! Ocorreu um erro. Não se esqueça de verificar os dados introduzidos.

source: Wrong username or password.
de: Benutzername oder Passwort falsch
pt: Utilizador ou palavra-passe inválido(a)

source: You have deleted your account, but you can register again
de: Ihr Account wurde gelöscht, aber Sie können sich wieder neu anmelden
pt: Você apagou a sua conta, mas pode registar-se novamente

source: Please activate your account first.
de: Ihr Account muss zuerst aktiviert werden.
pt: Por favor, active primeiro a sua conta.

source: User does not exist.
de: Der Benutzer existiert nicht.
nb: Brukeren finnes ikke.
pt: Utilizador não existe.

source: Reset password for your account on %s
de: Passwort für Ihren Account bei %s zurücksetzen
nb: Tilbakestill passordet for kontoen på %s
pt: Repor palavra-passe da sua conta em %s

source: Invalid Username entered
nb: Feil brukernavn
pt: Nome de Utilizador Inválido

source: You have deleted your account, but you can regster again.
pt: Você apagou a sua conta, mas pode registar-se novamente.

source: Your account already has been activated. Go ahead and log in.
nb: Din konto er allerede aktivert. Det er bare å logge inn.
pt: A sua conta já está activa. Pode inicar a sessão.

source: Your activation key has expired. Please try another username, or retry with the same one tomorrow.
nb: Aktiveringsnøkkelen er utdatert. Prøv et nytt brukernavn, eller prøv det samme igjen i morgen.
pt: A sua chave de activação expirou. Por favor, tente outro utilizador ou tente novamente amanhão.

source: Advertise
de: Werben

source: Advertise on %(sitename)s
de: Auf %(sitename)s werben

source: For just € 20,-- your podcast will be shown on the <strong>front page of %(sitename)s for a week</strong>. Additionally it will be the first podcast in <strong>gPodder's list of example podcasts.</strong>
de: Für nur € 20,-- wird Ihr Podcast <strong>eine Woche lang auf der Startseite von %(sitename)s</strong> gezeigt. Zusätzlich ist er der erste Eintrag in der Liste der Beispiel-Podcasts von gPodder.

source: You can chose when your advertisement will be active, and the text that will be displayed for your podcast.
de: Sie können wählen sowohl die Dauer als auch die angezeigte Beschreibung des Podcasts frei wählen.

source: Front Page
de: Hauptseite

source: Your podcast will be displayed on the front page of %(sitename)s for both logged-in and anonymous users.
de: Ihr Podcast wird auf der Startseite von %(sitename)s sowohl für eingeloggte als auch für neue Besucher angezeigt.

source: Example Podcasts
de: Beispiel-Podcasts

source: The gPodder client offers a list of example podcasts when started for the first time. This list is loaded from the web on demand. For the time of your advertisement, your podcast will be the first in the list.
de: Der gPodder-Client bietet eine Liste von Beispiel-Podcasts die angezeigt werden, wenn das Programm zum ersten Mal gestartet wird. Für die Dauer der Werbe-Einschaltung wird Ihr Podcast an erster Stelle angezeigt.

source: Visitors
de: Besucher

source: Both the front page and the list of example podcasts are accessed by about 3000 people per week (that's <strong>6000 people</strong> in total), who are actively looking for interesting podcasts. We do, however, not guarantee a certain number of visitors during your advertisement period.
de: Sowohl die Startseite als auch die Beispiel-Podcasts werden pro Woche von je 3000 Personen abgerufen (also <strong>6000 Personen</strong> insgesamt), die aktiv nach interessanten Podcasts suchen.

source: Start your Advertisement
de: Werbung starten

source: Contact <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a> if you would like to advertise on %(sitename)s or if you have any questions. Payments are done via PayPal to thp@perli.net.
de: Wenn Sie Fragen haben oder Ihre Werbung auf %(sitename)s schalten möchten, wenden Sie sich bitte an <a href="mailto:stefan@gpodder.net">stefan@gpodder.net</a>. Die Bezahlung erfolgt einfach per Paypal.

source: Red parts are often skipped, green parts never.
de: Rote Bereiche werden oft übersprungen; grüne werden bevorzugt gehört

source: Publisher Services
de: Publisher-Seiten

source: %(sitename)s offers several services for podcast publishers.
de: %(sitename)s bietet spezielle Services für Podcast-Anbieter.

source: You can place your podcast on the frontpage of %(sitename)s to promote your podcast. Users of the gPodder client will also find your podcast as the first item in the list of example podcast.
de: Sie können Ihren Podcast auf der Startseite von %(sitename)s bewerben. Zusätzlich erhalten Benutzer des gPodder-Clients Ihren Podcast als 1. Beispiel-Podcast angezeigt.

source: On the <strong>%(sitename)s Publisher Pages</strong> you can find valuable information about the Podcasts published by you.
de: Auf den <strong>%(sitename)s Publisher-Seiten</strong> finden Sie interessante Statistiken über das Hör-Verhalten Ihrer Podcasts.

source: Link to %(sitename)s
de: Zu %(sitename)s verlinken

source: Random Picks
de: Zufällige Podcasts

source: Edit Device
de: Gerät bearbeiten

source: Configure
de: Konfigurieren

source: ID
de: Geräte-ID

source: Because we display names after we have fetched the information form the feed -- and this may take some time. Until this is completed, the podcast will simply be called this way.
de: Da die Beschaffung der Namen und anderer Informationen etwas Zeit in Anspruch nehmen kann. Bis dies erledigt ist wird der Podcast auf diese Wiese dargestellt.
nb: Fordi vi viser navnene etter å ha hentet informasjonen i strømmen, dette kan ta litt tid. I mellomtiden vil podkasten vises uten navn.
pl: Nazwy są wyświetlane po pobraniu informacji ze źródła, a to może chwilę potrwać. Podcast będzie miał taką nazwę dopóki ten proces nie zostanie ukończony.

source: You've marked your favorites-feed as public and others can subscribe to it. It will also be indexed by %(sitename)s.
de: Deine Lieblings-Episoden sind öffentlich und andere können sie abonnieren. Sie werden auch auf %(sitename)s angezeigt.

source: Once you've selected your favorites, you can subscribe to your very own <em>Favorites-Feed</em> that contains your favorite episodes
de: Lieblings-Episoden können als Feed abonniert werden. Damit kannst du Episoden, die du im Web gefunden hast ganz einfach in einem Feed sammeln und auf deinem Client anhören.

source: With gpodder.net you can manage your podcast clients via the web, subscribe to new podcasts and even synchronize gPodder on your notebook and on your mobile phone.
de: Mit gpodder.net könnnen Sie Ihre Podcast-Clients ganz einfach über das Web verwalten, neue Podcasts abonnieren und zB gPodder auf Ihrem Notebook und Ihrem Mobiltelefon miteinander synchronisieren.

source: Discover New Podcasts
de: Neue Podcasts entdecken

source: Share your podcast subscriptions and favorite episodes with other users and get recommendations by others.
de: Teilen Sie interessante Podcasts mit anderen und erhalten Sie personalisierte Empfehlungen.

source: Backup your Subscriptions
de: Abonnements sichern

source: With having your subscription and listening data <em>in the cloud</em> you always have a copy ready when replacing a computer or buying a new mobile phone.
de: Wenn sie Ihre Abonnements online verwalten haben Sie immer Zugriff darauf, auch wenn Sie zB Ihren Computer ersetzen müssen.

source: Start listening to an episode on your PC and continue playback on your mobile phone &ndash; automatically. (coming with the next version of gPodder)
de: Hören Sie eine Episode auf Ihrem PC an und setzen Sie sie auf Ihrem Handy fort - ganz automatisch! (in der nächsten Version von gPodder)

source: hours listened by
de: Stunden gehörte Podcasts

source: The new %(url)s uses usernames instead of email addresses. Based on your email address, we think you might like <strong>%(user_name)s</strong>, but you can change that if you want to.
de: %(url)s verwendet Benutzername anstatt Emailadressen zur Authentifizierung. Wir haben, basierend auf der Email-Adressen von deinem my.gpodder.org-Account den Benutzernamen <strong>%(user_name)s</strong>erzeugt wird. Wir denken, du wirst ihn mögen.
nb: Den nye %(url)s bruker brukernavn i stedet for e-postadresse. Basert på din e-postadresse foreslår vi <strong>%(user_name)s</strong>, men du kan endre dette hvis du ønsker.

source: gpodder.net is a web service to manage your podcast subscriptions via the web. You can synchronize your devices, view status information and discover new interesting podcasts online.
de: gpodder.net ist ein Webservice, mit dem Sie Ihre Podcast-Abos über das Web verwalten können. Außerdem können Sie Ihre Podcast-Clients untereinander synchronisieren und neue interessante Podcasts entdecken.

source: To configure gPodder to connect to gpodder.net, open the my.gpodder.org / gpodder.net configuration dialog from the Subscriptions menu. Enter <strong>username and password</strong> that you've used during the registration on the webservice. The <strong>device ID</strong> is automatically generated from the hostname and will be used to identify this specific device in the webservice. Next <strong>enable the synchronisation</strong> of your subscription list. For the start, <strong>upload your subscription list</strong> to the webservice. Subsequent changes will be transmitted automatically.
de: Um gPodder mit Ihrem Account auf gpodder.net zu verknüpfen, öffnen Sie die Einstellungen, geben Ihren Benutzernamen und Ihr Passwort an und aktivieren die Synchronisation. Danach müssen Sie nur noch Ihre Abo-Liste uploaden, zukünftige Änderungen werden dann automatisch übertragen.

source: Each device connected to the webservice will be identified by its <strong>Device ID</strong> which should therefore be unique (at least for your user account). <strong>Do not try to synchronize devices by using the same Device ID.</strong>
de: Jedes Gerät wird über seine Geräte-ID identifiziert. Diese wird automatisch vom Client generiert und sollte eindeutig sein.

source: Timestamp
de: Zeitpunkt
nb: Tidspunkt
pl: Znacznik czasu

source: Download
de: herunterladen

source: %(url)s help you to track your podcasts which you have subscribed on your devices - desktop computer, notebook, mobile devices, etc. To start using my.gpodder.org set up <a href="http://gpodder.org">gPodder</a> with your username &ndash; <strong>%(username)s</strong> &ndash; and password and upload your podcasts. They will automatically show up here.
de: %(url)s hilft dir deine Podcasts zu verwalten, welche du auf deinen Geräten - PC, Laptop, mobile Geräte, ... - abonniert hast. Zum Einstieg in gpodder.net installiere <a href="http://gpodder.org">gPodder</a> mit deinem Benutzername &ndash; <strong>%(username)s</strong> &ndash; und deinem Passwort. Dann lade deine Podcasts hinauf und sie werden automatisch hier angezeigt.
nb: %(url)s hjelper deg å holde oversikt over podkastabonnement på flere enheter - PCer, mobiltelefoner, mp3 spillere, osv. For å komme i gang med my.gpodder.org sett opp <a href="http://gpodder.org">gPodder</a> med brukernavn &ndash; <strong>%(username)s</strong> &ndash; og passord og last opp dine podkaster. De vil vises her automatisk.

source: Not Interested
de: Kein Interesse

source: Share
de: Teilen

source: Here is your new password for your account %(username)s on %(site)s: %(password)s
de: Hier ist dein neues Passwort für deinen Account %(username)s bei %(site)s: %(password)s

source: Your Email Address
nb: Din e-postadresse
pl: Twój adres e-mail

source: May we use your subscriptions for the toplist and suggestions?
nb: Kan vi bruke dine abonnement til topplisten og forslagslisten?
pl: Czy możemy użyć twoich subskrypcji do listy najlepszych podcastów i sugestii?

source: Your current Password
nb: Ditt nåværende passord

source: Your new Password
nb: Ditt nye passord

source: Please confirm
nb: Vennligst bekreft

source: Name of this device
nb: Navn på enheten
pl: Nazwa tego urządzenia

source: What kind of device is this?
nb: Hva slags enhet er dette?
pl: Co to za urządzenie?

source: What UID is configured on the physical device?
nb: Hvilken UID er konfigurert på den fysiske enheten?
pl: Jaki UID jest skonfigurowany na fizycznym urządzeniu?

source: May we include your subscription to this podcast in our (anonymous) statistics?
nb: Kan vi bruke ditt abonnement på denne podkastet i vår (anonyme) statistikk?

source: Unknown user or wrong password
nb: Ukjent bruker eller feil passord

source: Please activate your user first.
nb: Du må aktivere brukeren først.

source: Here is your new password for your account on %(site)s: %(password)s
nb: Dette er ditt nye passord for kontoen på %(site)s: %(password)s

source: You can't use the same UID for two devices.
nb: Du kan ikke bruke den samme UID på to enheter.

source: With which client do you want to subscribe?
nb: Med hvilken klient vil du abonnere?
pl: Którym klientem subskrybować?

source: my.gpodder.org - Top %s
nb: my.gpodder.org - Topp %s
pl: my.gpodder.org - najlepszych %s

source: Account Settings
nb: Kontoinnstillinger
pl: Ustawienia konta

source: Update the settings for your account.
nb: Oppdater innstillingene for kontoen din.
pl: Zaktualizuj ustawienia konta.

source: To let others know which podcasts you are listening to, you can point them to the following URL.
nb: For å la andre se hvilke podkaster du lytter til kan du gi dem denne adressen.

source: Only those who know the exact link above can see your subscriptions, but you can <a href="/account?public_subscriptions">make it public</a> so everyone can see it.
nb: Bare de som har nøyaktig lenken angitt over kan se din abonnementsliste, men du kan <a href="/account?public_subscriptions">gjøre den offentlig</a> så alle kan se den

source: If you gave your link to the wrong people, you can <a href="/account?private_subscriptions">create a new one</a> - the old one will get invalid then.
nb: Hvis du har gitt lenken til uvedkommende kan du <a href="/account?private_subscriptions">lage en ny</a> - den gamle blir da ugyldig.

source: You don't want everybody to see your subscriptions? <a href="/account?private_subscriptions">Make them private</a> so that you can give the link to people you trust.
nb: Vil du ikke at alle skal kunne se abonnementslisten din? <a href="/account?private_subscriptions">Gjør den privat,</a> så kan du gi lenken til de du stoler på.

source: Delete my account
nb: Slett min konto

source: For podcast authors
nb: For podkastredaktører.
pl: Dla autorów podcastów

source: You can paste this code on your website, so users of mygpo can directly subscribe to your podcast!
nb: Du kan lime inn denne koden på nettsiden slik at lytterne enkelt kan abonnere på podkasten din i mygpo.
pl: Ten kod można wkleić na własnej witrynie, aby użytkownicy usługi mygpo mogli bezpośrednio subskrybować twój podcast.

source: Logout
nb: Logg ut
pl: Wyloguj się

source: Discover
nb: Oppdag
pl: Odkryj

source: Documentation
nb: Dokumentasjon
pl: Dokumentacja

source: Online Help
nb: Online hjelp
pl: Pomoc online

source: For Software Developers
nb: For programutviklere

source: Podcasts
nb: Podkaster
pl: Podcasty

source: You have subscribed the following podcasts on this device
nb: Du abonnerer på følgende podkaster på denne enheten
pl: Zasubskrybowano następujące podcasty w tym urządzeniu

source: Since
nb: Siden
pl: Od

source: Show history for %(device)s
nb: Vis historikk for %(device)s

source: Device List
nb: Enhetsliste
pl: Lista urządzeń

source: Not synchronized
nb: Ikke synkronisert

source: An episode of the <a href="/podcast/%(podcast_id)s">%(podcast)s</a> podcast.
nb: En episode fra <a href="/podkast/%(podcast_id)s">%(podcast)s</a> podkast.
pl: Odcinek podcastu <a href="/podcast/%(podcast_id)s">%(podcast)s</a>.

source: Direct Download
nb: Direkte nedlasting

source: Your Episode History
nb: Din episodehistorikk
pl: Historia odcinków

source: When
nb: Når
pl: Kiedy

source: What
nb: Hva
pl: Co

source: Where
nb: Hvor
pl: Gdzie

source: These are the %(count)s most-listened episodes of the last 7 days.
nb: Dette er de %(count)s mest populære podkastene for de siste syv dager

source: Podcast
nb: Podkast

source: Your Subscriptions
nb: Dine Abonnement
pl: Twoje subskrypcje

source: The device %(devicename)s has been deleted.
nb: Enheten %(devicename)s er slettet

source: Latest Episode
nb: Siste episode
pl: Najnowszy odcinek

source: Subscribed on
nb: Abonnert på
pl: Data subskrypcji:

source: Browse the <a href="/toplist/">toplist</a> and your <a href="/suggestions/">personal suggestions</a>, <a href="/search/">search</a> or simply copy and paste the podcast's URL here
nb: Se igjennom <a href="/toplist/">topplisten</a> og dine <a href="/suggestions/">personlige anbefalinger</a>, <a href="/search/">søk</a> eller rett og slett kopier og lim inn podkastens URL her

source: Podcast-Webservice
nb: Podkast nettjeneste

source: %(url)s is a webservice for synchronizing podcast subscriptions on several devices and applications.
nb: %(url)s er en nettside for synkronisering av podkastabonnementer på flere enheter og programmer.

source: We are currently tracking %(podcast_count)s Podcasts!
nb: Vi følger for øyeblikket %(podcast_count)s podkaster!
pl: Obecnie śledzimy %(podcast_count)s podcastów!

source: Register!
nb: Registrer!
pl: Zarejestruj się

source: Want to restore your password?
nb: Vil du tilbakestille passordet?

source: Restore
nb: Gjenopprett

source: We can try to <a href="/register/resend-activation">send it again</a>.
nb: Vi kan prøve å <a href="/register/resend-activation">sende den på nytt</a>.
