Repository: 4johndoe/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: de, nb, pl, pt

source: downloaded
de: heruntergeladen
nb: lastet ned
pt: transferido

source: played
de: abgespielt
nb: avspilt
pt: reproduzido

source: deleted
de: gelöscht
nb: slettet
pt: apagado

source: marked as new
de: als neu markiert
nb: marker som ny
pt: marcado como novo

source: Desktop
pl: Komputer stacjonarny
pt: Computador

source: Laptop
pt: Portátil

source: Cell phone
de: Handy
nb: Mobiltelefon
pt: Telenóvel

source: Server
nb: Tjener
pl: Serwer
pt: Servidor

source: Other
de: Andere
nb: Annen
pl: Inne
pt: Outro

source: subscribed
de: abonniert
nb: abonnert
pt: subscrito

source: unsubscribed
de: abonnement gelöscht
nb: avabonnement
pt: não subscrito

source: Unnamed Device (%s)
de: Unbenanntes Gerät (%s)
nb: Enhet uten navn (%s)
pl: Urządzenie bez nazwy (%s)
pt: Dispositivo Sem Nome (%s)

source: For Podcast Authors
de: Für Podcast-Autoren
nb: For podkastredaktører
pt: Para os Autores dos Podcasts

source: Link to
de: Link zu
pt: Ligação a

source: You can paste this code on your website, so users of %(sitename)s can directly subscribe to your podcast!
de: Du kannst diesen Code auf deine Webseite geben, damit die Benutzer von %(sitename)s direkt deinen Podcast abonnieren können!
pt: Pode colar este código no seu sítio web, para que os utilizadores do %(sitename)s possam subscrever directamente o seu podcast!

source: Change the field 'YOUR_ADRESS' with the adress of your podcast.
de: Ändere YOUR_ADRESS in die Adresse deines Podcastes um.
nb: Bytt ut teksten 'YOUR_ADRESS' med adressen til din podkast.
pl: Wprowadź adres twojego podcastu w polu "YOUR_ADRESS".
pt: Alter o campo 'SEU_ENDEREÇO' com o endereço do seu podcast.

source: Publisher Pages:
de: Publisher-Seiten:
pt: Páginas dos Publicadores

source: Unnamed Episode
de: Namenlose Episode
nb: Episoden uten navn
pt: Episódio Sem Nome

source: from
de: von
pt: de

source: released
de: veröffentlicht
pt: publicado

source: links
pt: ligações

source: download
de: herunterladen
pt: transferir

source: website
pt: sítio web

source: stats:
de: Statistiken:
pt: estatísticas:

source: %(listener_count)s listeners
de: %(listener_count)s Hörer
pt: %(listener_count)s ouvintes

source: Return to the episode list
de: Zurück zur Episoden-Liste
pt: Voltar à lista de episódios

source: Edit
de: Bearbeiten
nb: Rediger
pt: Editar

source: Unnamed Podcast
de: Unbenannter Podcast
nb: Podkast uten navn
pl: Podcast bez nazwy
pt: Podcasts Sem Nome

source: Return to Podcast Page
de: Zurück zum Podcast
pt: Voltar à Página de Podcasts

source: Episodes
de: Episoden
nb: Episoder
pl: Odcinki
pt: Episódios

source: Title
de: Titel
nb: Tittel
pl: Tytuł
pt: Título

source: Released
de: Veröffentlicht
nb: Utgitt
pl: Wydano
pt: Publicado

source: Listeners
de: Hörer
nb: Lyttere
pt: Ouvintes

source: This is a group of podcasts containing
de: Eine Gruppe der folgenden Podcasts
pt: Este grupo de podcasts contém

source: Podcasts Published by You
de: Podcast die Sie veröffentlichen
pt: Podcasts Publicados por Si

source: Go
de: OK
pt: Ir

source: Publisher Pages
de: Publisher-Seiten
pt: Páginas dos Publicadores

source: feed
pt: fonte

source: %(subscriber_count)s subscribers, %(listener_count)s listeners
de: %(subscriber_count)s Abonnenten, %(listener_count)s Hörer
pt: %(subscriber_count)s subscritores, %(listener_count)s ouvintes

source: Update from Feed
de: Daten aus dem Feed holen
pt: Actualizar da Fonte

source: (this might take a few seconds)
de: (Könnte eine Weile dauern)
pt: (pode levar alguns segundos)

source: Show Group Stats
de: Statistiken für alle Podcasts in der Gruppe anzeigen
pt: Mostrar Estatísticas do Grupo

source: Search
de: Suchen
nb: Søk
pl: Wyszukaj
pt: Pesquisar

source: Results
de: Ergebnisse
nb: Resultater
pl: Wyniki
pt: Resultados

source: E-Mail address
de: Deine Email-Adresse
pt: Endereço de E-mail

source: Current password
de: Aktuelles Passwort
pt: Palavra-passe actual

source: New password
de: Neues Passwort
pt: Nova palavra-passe

source: Confirm password
de: Neues Passwort bestätigen
pt: Confirmar palavra-passe

source: Name
nb: Navn
pl: Nazwa
pt: Nome

source: Type
de: Typ
pl: Typ
pt: Tipo

source: Device ID
de: Geräte-ID
pt: ID do Dispositivo

source: Share this subscription with other users (public)
de: Diese Abo in die Statistiken aufnehmen
pt: Partilhar esta subscrição com outros utilizadores (público)

source: No device selected
de: Kein Gerät ausgewählt
nb: Ingen enhet valgt
pt: Nenhum dispositivo seleccionado

source: Invalid device selected: %s
de: Ungültiges Gerät ausgewählt: %s
nb: Ugyldig enhet valgt: %s
pt: Dispositivo inválido: %s

source: Please enter your username
de: Entweder Benutzername
nb: Angi ditt brukernavn
pt: Por favor, indique o nome de utilizador

source: or the email address used while registering
de: oder Email-Adresse eingeben
nb: eller e-postadressen du brukte ved registrering
pt: ou o endereço de e-mail indicado no registo

source: Username
de: Benutzername
pt: Nome de utilizador

source: Bad request
de: Unbekannte Anfrage
nb: Feil med forespørselen
pl: Niepoprawne żądanie
pt: Pedido inválido

source: There has been an error processing your request.
de: Bei der Bearbeitung der Anfrage ist ein Fehler aufgetreten.
nb: Det skjedde en feil med forespørselen.
pl: Wystąpił błąd podczas przetwarzania żądania.
pt: Ocorreu um erro ao processar o seu pedido.

source: Unauthorized
de: Nicht autorisiert
nb: Ikke autorisert
pl: Nieuwierzytelniony
pt: Não autorizado

source: This page is only available to registered users.
de: Diese Seite ist ausschließlich für registrierte Benutzer.
nb: Denne siden er bare tilgjengelig for registrerte brukere.
pl: Ta strona jest dostępna jedynie dla zarejestrowanych użytkowników.
pt: Esta página só está disponível para utilizadores registados.

source: Not found
de: Nicht gefunden
nb: Ikke funnet
pl: Nie odnaleziono
pt: Não encontrado

source: The requested document could not be found.
de: Das angefragte Dokument konnte nicht gefunden werden.
nb: Dokumentet ble ikke funnet.
pl: Żądany dokument nie mógł zostać odnaleziony.
pt: O documento solicitado não foi encontrado.

source: Internal Server Error
de: Interner Server Fehler
nb: Intern tjenerfeil.
pl: Wewnętrzny błąd serwera
pt: Erro Interno de Servidor

source: An error occured while processing your request. An e-mail with the error description has been sent to the developers.
de: Während der Bearbeitung der Anfrage ist ein Fehler aufgetreten. Eine E-mail, die diesen Vorfall beschreibt wurde an die Entwickler gesendet.
nb: Det oppstod en feil under med forespørselen, en e-post med feilbeskrivelse er sendt til utviklerene.
pl: Wystąpił błąd podczas przetwarzania żądania. Do deweloperów został wysłany e-mail z opisem błędu.
pt: Ocorreu um erro ao processar o seu pedido. Foi enviado aos programadores, uma mensagem com a descrição do erro.

source: Account settings
de: Account-Einstellungen
pt: Definições da conta

source: Your settings have been saved.
de: Ihre Einstellungen wurden gespeichert.
nb: Dine innstillinger er lagret.
pl: Ustawienia zostały zapisane.
pt: As suas definições foram gravadas.

source: Contact information and password
de: Kontakt-Infos und Passwort
pt: Informação de contacto e palavra-passe

source: Update account settings
de: Account-Einstellungen aktualisieren
pt: Actualizar definições da conta

source: Account-related actions
de: Account-Aktionen
pt: Acções relacionadas com a conta

source: Delete account
de: Account löschen
pt: Apagar conta

source: Page
de: Seiten
pt: Página

source: Attention!
de: Achtung!
pt: Atenção!

source: Attention, Attention!
de: Achtung, Achtung!
pt: Atenção, Atenção!

source: It seems that %(referer)s has linked to %(site)s to get you to change some data. <strong>This will possibly change some of your data / settings!</strong>. Do you really want to continue? <strong>If in doubt, chose No.</strong>
de: Es scheint so, als hätte %(referer)s auf %(site)s verlinkt, damit Sie (ungewollt) Einstellungen ändern. <strong>Wenn Sie fortfahren, ändern Sie möglicherweise Daten oder Einstellungen.</strong> Sind Sie sich sicher, dass Sie fortfahren möchten? <strong>Im Zweifelsfall wählen Sie Nein</strong>
pt: Parece que %(referer)s criou uma ligação a %(site)s para o fazer alterar alguns dados. <strong>É provável que altera alguns dados / definições!</strong>. Pretende continuar? <strong>Na dúvida, escolha Não.</strong>

source: Yes
de: Ja
pt: Sim

source: No
de: Nein
pt: Não

source: Overview
de: Übersicht
pt: Visão geral

source: Newest Episodes
de: Aktuelle Episoden
pt: Episódios Recentes

source: Accound Deleted
de: Konto gelöscht
nb: Konto slettet
pt: Conta Apagada

source: Delete Account
de: Account löschen
nb: Slett konto
pt: Apagar Conta

source: Your account has been deleted
de: Ihr Account wurde gelöscht
nb: Din konto er slettet
pt: A sua conta foi apagada

source: Thanks
de: Danke
nb: Takk
pt: Obrigado

source: Delete your Account?
de: Account löschen?
nb: Slette kontoen din?
pt: Apagar a sua Conta?

source: Do you really want to delete your account?
de: Möchten Sie Ihren Account wirklich löschen?
nb: Er du sikker på at du vil slette kontoen din?
pt: Pretende realmente apagar a sua conta?

source: Yes, please
de: Ja, bitte
nb: Ja takk
pt: Sim

source: Device %(devicename)s
de: Gerät %(devicename)s
nb: Enhet %(devicename)s
pt: Dispositivo %(devicename)s

source: Back to
de: Zurück zu
nb: Tilbake til
pt: Voltar a

source: This device was deleted.
de: Das Gerät wurde gelöscht.
nb: Enheten er slettet
pt: Este dispositivo foi apagado.

source: Delete
de: Löschen
nb: Slett
pt: Apagar

source: Delete this device
de: Gerät löschen
nb: Slett denne enheten
pt: Apagar este dispositivo

source: Subscribed
de: abonniert
pt: Subscrito

source: Unsubscribe
de: Entfernen
nb: Avslutt abonnement
pl: Anuluj subskrypcję
pt: Não Subscrito

source: You don't have any podcasts subscribed on this device. Go ahead and upload some.
de: Auf diesem Gerät haben Sie keine Podcasts abonniert. Möglicherweise müssen Sie zuerst vom Client die Abo-Liste hochladen
nb: Du abonnerer ikke på noen podkaster på denne enheten. Sett i gang og last opp noen.
pt: Não tem qualquer podcast subscrito neste dispositivo. Envie alguns.

source: Download Subscriptions as OPML
de: Abos als OPML herunterladen.
pt: Transferir Subscrições em OPML

source: Show history for %(devicename)s
de: Verlauf für %(devicename)s anzeigen
pt: Mostrar histórico de %(devicename)s

source: Synchronize
de: Synchronisieren
nb: Synkroniser
pl: Zsynchronizuj
pt: Sincronizar

source: If you synchronize devices, they will always have the same subscriptions. A podcast that is subscribed on one device, will automatically be added to all synchronized devices.
de: Falls du einige Geräte synchronisierst, werden auf diesen Geräten immer die selbenAbonnements vorhanden sein. Ein Podcast der auf einem Gerät abonniert wurde, wird automatisch an alle synchronisierten Geräte weitergegeben.
nb: Når du synkroniserer enheter vil de alltid ha de samme abonnementene. En podkast som blir lagt til på en enhet vil automatisk bli lagt til på alle synkroniserte enheter.
pl: Synchronizacja urządzeń powoduje utrzymanie w nich identycznych subskrypcji. Podcast zasubskrybowany na jednym urządzeniu zostanie automatycznie dodany do wszystkich urządzeń.
pt: Se sincronizar dispositivos, todos terão a(s) mesma(s) subscrição(ões). Se subscrever um podcast num dispositivo, esse podcast será adicionado a todos os dispositivos sincronizados.

source: %(devicename)s is currently not synchronized with other devices.
de: %(devicename)s wird zur Zeit mit keinem anderen Gerät synchronisiert.
nb: %(devicename)s er for øyeblikket ikke synkronisert med andre enheter.
pl: %(devicename)s nie jest obecnie zsynchronizowane z innymi urządzeniami.
pt: Actualmente, %(devicename)s não está sincronizado com outros dispositivos.

source: %(devicename)s is currently synchronized with %(synclist)s.
de: %(devicename)s wird zur Zeit mit %(synclist)s synchronisiert.
nb: %(devicename)s er for øyeblikket synkronisert med %(synclist)s.
pl: %(devicename)s jest obecnie zsynchronizowane z %(synclist)s.
pt: Actualmente, %(devicename)s está sincronizado com %(synclist)s.

source: Stop synchronisation for %(devicename)s
de: Beende die Synchronisation für %(devicename)s
nb: Stopp synkroniserine av %(devicename)s
pl: Zatrzymaj synchronizację dla %(devicename)s
pt: Parar a sincronização de %(devicename)s

source: My Devices
de: Meine Geräte
pt: Meus Dispositivos

source: Synchronized
de: Synchronisiert
nb: Synkronisert
pt: Sincronizado

source: Deleted Devices
de: Gelöschte Geräte
pt: Dispositivos Apagados

source: Reactivate
de: Wiederherstellen
pt: Activar Novamente

source: How do I add a new device?
de: Wie lege ich ein neues Gerät an?
nb: Hvordan legge til en ny enhet?
pt: Como adicionar um novo dispostivo?

source: Just upload your subscriptions with a new device using gPodder, and it will automatically show up in this list.
de: Einfach im Client die Abo-Liste hochladen, dann wird das neue Gerät automatisch angezeigt
nb: Bare last opp dine abonnementer med en ny enhet i gPodder, de vil komme med i listen her automatisk.
pt: Basta apenas enviar as suas subscrições com um novo dispositivo via gPodder e as mesmas serão mostradas nesta lista.

source: Podcast Directory
de: Podcast-Verzeichnis
pt: Directório de Podcasts

source: more...
de: mehr...
pt: mais...

source: Favorite
de: Favorit
pt: Favorito

source: Add as Favorite
de: Als Favorit hinzufügen
pt: Adicionar como Favorito

source: Chapters
de: Kapitel
pt: Capítulos

source: Ad?
de: Werbung?
pt: Publicidade?

source: Label
de: Bezeichnung
pt: Etiqueta

source: Remove
de: Entfernen
pt: Remover

source: Add
de: Hinzufügen
pt: Adicionar

source: History
de: Verlauf
nb: Historikk
pl: Historia
pt: Histórico

source: Time
de: Zeitpunkt
pt: Hora

source: Action
de: Aktivität
nb: Handling
pl: Działanie
pt: Acção

source: Device
de: Geräte
nb: Enhet
pl: Urządzenie
pt: Dispositivo

source: Why Unnamed Episode?
de: Warum unbenannte Episoden?
nb: Episoden uten navn?
pl: Dlaczego odcinek bez nazwy?
pt: Porquê Episódio Sem Nome?

source: Episode-Toplist
de: Episoden-Titel
nb: Episode toppliste
pt: Os Melhores Episódios

source: Languages
de: Sprachen
pt: Idiomas

source: Show
de: Anzeigen
pt: Mostrar

source: Episode
pt: Episódio

source: You think that's not much?
de: Wenig Hörer?
nb: Du tror ikke det er mye?
pt: Acha insuficiente?

source: You're right - the listener counts are still pretty low, because they are only counted for users of gPodder 2.2 or later, which is rather new. So <a href="http://gpodder.org/downloads.html">get it</a>, if you don't have it already.
de: Das liegt daran, dass die Abspiel-Informationen erst ab gPodder 2.2 übertragen werden.
nb: Det er riktig. Lyttertallene er fremdeles lave fordi de teller kun brukere av gPodder 2.2 og nyere, som er ganske ny. Så <a href="http://gpodder.org/downloads.html">last den ned</a> hvis du ikke har den allerede.
pt: Tem razão - as estatísticas estão baixas, pois apenas são contabilizadas para os utilizadores do gPodder 2.2 ou superior. Deve <a href="http://gpodder.org/downloads.html">transferi-lo</a>, caso ainda não o tenha.

source: Favorite Episodes
de: Lieblings-Episoden
pt: Episódios Favoritos

source: Subscribe
de: Abonnieren
nb: Abonnenter
pt: Subscrever

source: create a new password
de: Neues Passwort erzeugen
pt: criar uma nova palavra-passe

source: don't require a password
de: Kein Passwort verwenden
pt: não precisa de palavra-passe

source: require a password for this feed
de: Passwort verwenden
pt: precisa de palavra-passe para esta fonte

source: Subscription and episode history
de: Abo-Verlauf
pt: Subscrição e histório de episódios

source: for
de: für
pt: para

source: This is a list of recent subscription and episode actions for your account.
de: Die letzten Aktionen, die mit deinem Account durchgeführt wurden.
pt: Esta é uma lista de subscrições recentes e episódios para a sua conta.

source: Podcast/Episode
nb: Podkast/episode
pt: Podcast/Episódio

source: Date
de: Datum
pt: Data

source: welcome
de: Willkommen
pt: bem-vindo

source: a Podcast-Webservice
de: ein Podcast-Webservice
pt: um serviço web para Podcasts

source: Manage Your Podcast-Clients
de: Podcast-Clients verwalten
pt: Gerir os Programas de Podcasts

source: Share Interesting Podcasts
de: Interessante Podcasts teilen
pt: Partilhar Podcasts Interessantes

source: Register
de: Registrieren
nb: Registrer
pl: Zarejestruj się
pt: Registar

source: or
de: oder
pt: ou

source: Login
de: Anmelden
nb: Logg inn
pl: Zaloguj się
pt: Iniciar sessão

source: (use the <em>bpsync</em> utility included in <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>)
de: (mit <em>bpsync</em> aus dem <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>-Paket)
pt: (use o <em>bpsync</em> utilitário incluído em <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>)

source: Libraries
de: Programm-Bibliotheken
pt: Bibliotecas

source: API Documentation
de: API-Dokumentation
pt: Documentação de API

source: episodes
de: Episoden
pt: episódios

source: users
de: Abonnenten
pt: utilizadores

source: Podcast-Toplist
de: Podcast-Topliste
nb: Podkast toppliste
pt: Os Melhores Podcasts

source: Password recovery
de: Passwort wiederherstellen
pt: Recuperação de palavra-passe

source: Send recovery e-mail
de: Wiederherstellungs-Email senden
pt: Enviar e-mail de recuperação

source: You need to login to access this page.
de: Sie müssen sich einloggen um diese Seite anzuzeigen.
pt: Precisa iniciar sessão para aceder a esta página.

source: Password
de: Passwort
pt: Palavra-passe

source: Didn't receive your activation mail?
de: Aktivierungs-Mail nicht erhalten?
nb: Mottok du ikke aktiveringseposten?
pt: Não recebeu o e-mail de activação?

source: Not yet a member?
de: Noch kein Mitglied?
nb: Ikke medlem ennå?
pl: Jeszcze nie jesteś członkiem?
pt: Ainda não é membro?

source: Create a new account - it's free!
de: Erstelle einen Account!
pt: Crie uma nova conta - é gratuito!

source: Select a Username
de: Benutzername wählen
nb: Velg et brukernavn
pt: Seleccione o Utilizador

source: You can keep your old user settings in gPodder. Once the next version (with lots of new features) is release, you'll have to replace your email address with your username.
de: Du kannst deine alten Einstellung von gPodder übernehmen. Sobald die nächste Version (mit vielen neuen Funktionen) veröffentlicht wurde, musst du für den Zugang deinen neuen Benutzernamen benutzen.
nb: Du kan beholde dine gamle innstillinger i gPodder. Når den neste versjonen (med mange nye funksjoner) er tilgjeng må du bytte ut e-postadressen med brukernavnet ditt.
pl: Można zachować swoje poprzednie ustawienia w gPodder. Po wydaniu nowej wersji (z wieloma nowymi funkcjami), będzie konieczna zamiana adresu e-mail na nazwę użytkownika.
pt: Pode manter as suas definições no gPodder. Assim que for disponibilizada uma nova versão (com novas funcionalidade) terá que alterar o seu endereço de e-mail pelo nome de utilizador.

source: Help
de: Hilfe
pt: Ajuda

source: Supported Clients
de: Unterstützte Clients
pt: Clientes Suportados

source: <a href="http://gpodder.org/">gPodder</a> since version 2.2
de: <a href="http://gpodder.org/">gPodder</a> ab Version 2.2
pt: <a href="http://gpodder.org/">gPodder</a> desde a versão 2.2

source: <a href="http://lincgeek.org/bashpodder/">BashPodder</a> with the <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>
de: <a href="http://lincgeek.org/bashpodder/">BashPodder</a> mit <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>
pt: <a href="http://lincgeek.org/bashpodder/">BashPodder</a> com <a href="http://thpinfo.com/2010/mygpoclient/">mygpoclient</a>

source: Devices
de: Geräte
nb: Enheter
pl: Urządzenia
pt: Dispositivos

source: Synchronizing Devices
de: Geräte Synchronisieren
pt: Sincronizando Dispositivos

source: Episode States
de: Episoden-Status
pt: Estado dos Episódios

source: Episode states (such as played, downloaded, etc) are synchronized across all devices.
pt: Os estados dos episódios (reproduções, transferências...) estão sincronizados em todos os dispositivos.

source: Privacy Settings
de: Einstellungen
pt: Definições de Privacidade

source: Sharing your Subscriptions
de: Zeige deine Podcast-Abos anderen
pt: Partilhando as Subscrições

source: Password reset
de: Ihr Passwort wurde zurückgesetzt
nb: Passord tilbakestilt
pt: Reposição de Palavra-passe

source: Your password has been reset
de: Dein Passwort wurde zurückgesetzt
nb: Passordet er tilbakestilt
pt: A sua palavra-passe foi reposta

source: Password could not be reset
de: Passwort nicht zurückgesetzt
nb: Passordet kunne ikke tilbakestilles
pt: A palavra-passe não foi reposta

source: Your password could not be reset
de: Das Passwort konnte nicht zurückgesetzt werden,
nb: Ditt passord kunne ikke tilbakestilles
pt: A sua palavra-passe não foi reposta

source: Unfortunately we were not able to reset your password.
nb: Beklageligvis kunne vi ikke tilbakestille passordet ditt.
pt: Infelizmente, não fomos capazes de repor a palavra-passe.

source: Also available
de: Auch verfügbar:
pt: Também disponível

source: My Subscriptions
de: Meine Podcast-Abos
pt: Minhas Subscrições

source: Subscribe to this podcast
de: Abonniere diesen Podcast
nb: Abonner på denne podkasten
pl: Subskrypcja tego podcastu
pt: Subscrever este podcast

source: Click here to unsubscribe
de: Abonement entfernen
pt: Clique aqui para remover a subscrição

source: Subscription history
de: Abo-Verlauf
pt: Histório de subscrição

source: Why Unnamed Podcast?
de: Warum unbenannte Podcasts?
nb: Podkast uten navn?
pl: Dlaczego podcast bez nazwy?
pt: Porquê Podcast Sem Nome?

source: Privacy settings
de: Account-Einstellungen
pt: Definições de privacidade

source: Mark private
de: Als Privat markieren
pt: Marcar como privado

source: Already excluded
pt: Já foi excluído

source: Mark public
de: Als Öffentlich markieren
pt: Marcar como público

source: Sharing
pt: Partilhando

source: Share your Subscriptions
nb: Del dine abonnement
pt: Partilhar as suas Subscrições

source: Share your Favorite Episodes
pt: Partilhar os Episódios Favoritos

source: Subscribe to %(podcasttitle)s
de: Abonniere %(podcasttitle)s
nb: Abonner på %(podcasttitle)s
pl: Zasubkrybuj %(podcasttitle)s
pt: Subscrever %(podcasttitle)s

source: Add a podcast
de: Podcast hinzufügen
pt: Adicionar podcast

source: Back to the podcast page
de: Zurück zur Podcast-Seite
pt: Voltar à pagina de podcasts

source: My Podcast Subscriptions
de: Meine Podcast-Abos
pt: Minhas Subscrições

source: This is a list of your podcast subscriptions.
pt: Esta é a lista das suas subscrições.

source: Latest Episode:
de: Aktuelle Episode
pt: Último Episódio:

source: No episodes
de: Keine Episoden
pt: Sem episódios

source: Where to start?
de: Wie kannst du beginnen?
nb: Hvor skal jeg begynne?
pl: Gdzie rozpocząć?
pt: Onde Começar?

source: Subscribe to new Podcasts!
de: Abonniere neue Podcasts
nb: Abonner på nye podkaster
pt: Subscrever novo(s) Podcast(s)

source: Suggested Podcasts
de: Vorgeschlagene Podcasts
nb: Podkastforslag
pl: Sugerowane podcasty
pt: Podcasts Sugeridos

source: We've selected %(suggestion_count)s podcasts which you might like.
de: Es werden diese %(suggestion_count)s Podcasts vorgeschlagen.
nb: Vi har valgt %(suggestion_count)s podkaster som du kanskje liker.
pl: Wybraliśmy %(suggestion_count)s sugerowanych podcastów.
pt: Seleccionámos %(suggestion_count)s podcasts em que talvez possa gostar.

source: Do you like our suggestions?
de: Bist du mit den Empfehlungen zufrieden?
nb: Liker du våre anbefalinger?
pl: Czy sugestie tobie odpowiadają?
pt: Gosta das nossas sugestões?

source: Toplist
de: Topliste
nb: Toppliste
pl: Lista najlepszych
pt: Os Melhores
