Repository: 4johndoe/mygpo
Catalog: mygpo/locale/*/LC_MESSAGES/django.po
Languages: de, nb, pl, pt

source: How can I configure my devices?
nb: Hvordan konfigurere enhetene?
pl: Jak skonfigurować moje urządzenia?

source: How can I add a new device?
nb: Hvordan legge til en enhet?
pl: Jak dodać nowe urządzenie?

source: How can I edit a device?
nb: Hvordan endre en enhet?
pl: Jak zmodyfikować urządzenie?

source: How can I configure the synchronisation between devices?
nb: Hvordan sette opp synkronisering mellom enheter?
pl: Jak skonfigurować synchronizację pomiędzy urządzeniami?

source: How can I start a synchronisation?
nb: Hvordan starte synkroniseringen?
pl: Jak rozpocząć synchronizację?

source: How can I stop a synchronisation?
nb: Hvordan stoppe synkroniseringen?
pl: Jak zatrzymać synchronizację?

source: How can I copy single subscriptions between devices?
nb: Hvordan kopiere et abonnement mellom enheter?
pl: Jak skopiować pojedynczą subskrypcję pomiędzy urządzeniami?

source: How can I delete subscriptions from a device?
nb: Hvordan slette abonnement fra en enhet?

source: Open the &quot;gPodder Podcast-Client&quot; on your PC or MAC.
nb: Åpne &quot;gPodder Podkast-Klient&quot; på din PC eller MAC.
pl: Otwórz &quot;Klient podcastów gPodder&quot; na swoim komputerze.

source: Upload your podcasts and if it's asked, enter your username and password. The server will create a new legacy device for you, if no device exists.
nb: Last opp dine podkaster og, hvis du blir forespurt, angi brukernavn og passord. Tjeneren vil da lage en enhet til deg hvis det ikke finnes noen.

source: Click on your &quot;Subscriptions&quot;- or &quot;Devices&quot;-link.
nb: Klikk på &quot;Abonnement&quot;- eller &quot;Enheter&quot;-lenken.

source: Now you can see your devices, click on one of them.
nb: Du kan nå se enhetene, velg en av dem.
pl: Teraz urządzenia są widoczne, kliknij na któreś z nich.

source: You are redirected to another page.<br />On the bottom of the page there's a field named &quot;Edit&quot;
nb: Du er overført til en ny side.<br />Neders på siden finner du feltet &quot;Rediger&quot;
pl: Przekierowanie do innej strony. <br />Na dole strony znajduje się pole o nazwie &quot;Zmodyfikuj&quot;

source: Here you can edit the name, the type and the uid. But pay attention if you edit the uid! If you enter a false one your subscriptions won't be synchronize with your device anymore.
nb: Her kan du endre navn, type og UID (bruker-ID). Men husk: Hvis du endrer UID til en ugyldig vil ikke abonnementene synkroniseres med enheten.
pl: Można tutaj zmodyfikować nazwę, typ i UID. Należy zwrócić uwagę na modyfikowanie UID. Jeśli wprowadzony zostanie błędny, to subskrypcje nie zostaną zsynchronizowane z urządzeniem.

source: Choose a device on your &quot;Subscriptions&quot;- or &quot;Device&quot;-screen and click on it.
nb: Velg en enhet fra &quot;Abonnements&quot;- eller &quot;Enhets&quot;-listen.

source: Go to the field &quot;Synchronize&quot;, choose your desired device and click on the &quot;OK&quot;-button.
nb: Gå til feltet &quot;Synkroniser&quot; og velg ønsket enhet.
pl: Przejdź do pola &quot;Zsynchronizuj&quot;, wybierz żądane urządzenie i kliknij przycisk &quot;OK&quot;.

source: Now the two devices are synchronized. If this isn't enough, you can synchronize your device with one or more devices!
nb: Nå er de to enhetene synkronisert. Hvis ikke dette er nok kan du synkronisere enheten med flere enheter!

source: Choose a device on which you would like to stop the synchronisation and click on it.
nb: Velg hvilken enhet du vil fjerne fra synkroniseringen.
pl: Wybierz urządzenie, na którym synchronizacja ma zostać zatrzymana i kliknąć na nie.

source: Go to the field &quot;Synchronize&quot; and click on &quot;Stop synchronisation for your device&quot;
nb: Gå til feltet &quot;Synkroniser&quot; og klikk på &quot;Stopp synkronisering av enheten&quot;
pl: Przejdź do pola &quot;Zsynchronizuj&quot; i kliknij na &quot;Zatrzymaj synchronizację dla urządzenia&quot;

source: Now the two devices are unsynchronized again.
nb: De to enhetene er ikke lenger synkronisert.
pl: Teraz oba urządzenia zostały zdesynchronizowane.

source: Click on your &quot;Subscriptions&quot;-link.
nb: Klikk på &quot;Abonnement&quot;-linken.
pl: Kliknij na odnośnik &quot;Subskrypcje&quot;

source: Choose the podcast which you would like to copy on another device and click on it.
nb: Velg podkasten du vil kopiere til en annen enhet.
pl: Wybierz podcast, który ma zostać skopiowany do innego urządzenia i kliknij na niego.

source: Below the field &quot;Devices&quot; you see the link &quot;Subscribe to ... on other devices&quot; click on it.
nb: Under feltet &quot;Enheter&quot; finner du &quot;Abonner på ... på andre enheter&quot;, klikk på den

source: On the next page you can choose your desired device on which you want to copy the subscription.
nb: På den neste siden kan du velge til hvilke enheter du vil kopiere abonnementet.
pl: Na następnej stronie można wybrać żądane urządzenie, na które można skopiować subskrypcję.

source: After hitting the &quot;OK&quot;-button, the subscription has been copied.
nb: Når du har klikket på &quot;OK&quot;-knappen er abonnementet kopiert.
pl: Po naciśnięciu przycisku &quot;OK&quot;, subskrypcja zostanie skopiowana.

source: There are different methods to do that:
nb: Det er flere måter å gjøre det på:

source: You can simply delete the subscription on your client and upload your new subscription-list
nb: Du bare sletter abonnementet på din klient og laster opp den nye abonnementslisten.

source: or you can choose the podcast which you'd like to unsubscribe and click on it.
nb: eller du kan velge podkasten du ikke vil abonnere på lenger og klikke på den.

source: Below the field &quot;Devices&quot; you see on which devices you've subscribed the podcast. Now select the device on which the podcast schould be unsubscribed and click on the red/orange-minus on the right.
nb: Under feltet &quot;Enheter&quot; finner du listen over enheter som abonnerer på podkasten. Der finner du på enheten som abonnementet skal fjernes fra og klikker på den.

source: You are redirected to the same page, now the device from which you unsubscribed the podcast shouldn't exist amongst &quot;Devices&quot; anymore.
nb: Du er videresendt til den samme siden, nå skal ikke enheten som du avsluttet abonnementet på finnes i listen over &quot;Enheter&quot; lenger.

source: You should have received an mail with your new password. Please <a href="/login">log in</a> now.
nb: Du skal nå ha motatt en e-post med ditt nye passord. Vennligst <a href="/login">logg inn</a> nå.

source: You have subscribed this podcast on
nb: Du abonnerer på denne podkasten på
pl: Podcast zasubskrybowano o

source: Subscribe to %(podcasttitle)s on other devices
nb: Abonner på %(podcasttitle)s på andre enheter
pl: Zasubskrybuj %(podcasttitle)s w innych urządzeniach

source: Subscribe to this podcast on other devices
nb: Abonner på denne podkasten på andre enheter
pl: Zasubskrybuj ten podcast w innych urządzeniach

source: Description
nb: Beskrivelse
pl: Opis

source: Subscription History
nb: Abonnementshistorikk
pl: Historia subskrypcji

source: You can't subscribe to this podcast, because you don't have any devices (on which you don't have subscribed to the podcast already.
nb: Du kan ikke abonnere på denne podkasten, du har ingen enheter (som ikke abonnerer på denne podkasten allerede).

source: If you're new here, you should start by reading our <a href="/online-help/">introduction</a>.
nb: Hvis du er ny her bør du begynne med å lese <a href="/online-help/">Introduksjon</a>.

source: These are the %(count)s most subscribed podcasts.
nb: Dette er de %(count)s mest populære podkastene.
pl: To jest lista %(count)s najczęściej subskrybowanych podcastów.

source: new
nb: ny

source: Please confirm your account using the email you should just have recieved.
nb: Du må bekrefte kontoen med e-posten du nå skal ha mottatt.
pl: Proszę potwierdzić konto klikając w odnośnik w e-mailu, który właśnie został dostarczony.

source: If it doesn't arrive, you can <a href="/register/resend-activation">resend</a> it.
nb: Hvis du ikke mottar den kan du <a href="/register/resend-activation">sende den nå nytt</a>.

source: Resend Activation Email
nb: Send aktiveringseposten på nytt

source: This episode has not yet been played
nb: Denne episoden er ikke avspilt ennå
pl: Ten odcinek nie został jeszcze odtworzony

source: my.gpodder.org - %s Suggestions
pl: my.gpodder.org - %s sugestii

source: my.gpodder.org help you to track your podcasts which you have subscribed on your devices - desktop computer, notebook, mobile devices, etc. To start using my.gpodder.org set up <a href="http://gpodder.org">gPodder</a> with your username &ndash; <strong>%(username)s</strong> &ndash; and password and upload your podcasts. They will automatically show up here.
pl: my.gpodder.org pomaga w śledzeniu podcastów zasubskrybowanych w urządzeniach: komputerach biurkowych, laptopach. urządzeniach przenośnych, itp. Aby rozpocząć używanie my.gpodder.org należy ustawić <a href="http://gpodder.org">gPodder</a> ze swoją użytkownika &ndash; <strong>%(username)s</strong> &ndash; i hasłem i wysłać swoje podcasty. Zostaną automatycznie wyświetlone tutaj.

source: my.gpodder.org is a webservice for synchronizing podcast subscriptions on several devices and applications.
pl: my.gpodder.org to usługa pozwalająca na synchronizowanie subskrypcji podcastów na wielu urządzeniach i programach.

source: The new my.gpodder.org uses usernames instead of email addresses. Based on your email address, we think you might like
pl: Nowa strona my.gpodder.org używa nazw użytkownika zamiast adresów e-mail. Opierając się na adresie e-mail, możesz polubić

source: , but you can change that if you want to.
pl: , ale można to zmienić, jeśli to konieczne.

source: Upload your podcasts and if it's asked, enter your username and password. The server will create you a new device.
pl: Wyślij swoje podcasty, wprowadzając swoją nazwę użytkownika i hasło, jeśli będzie to wymagane. Serwer utworzy nowe urządzenie.

source: Choose a device on your &quot;Subscriptions-screen&quot; and click on it.
pl: Wybierz urządzenie na ekranie &quot;Subskrypcje&quot; i kliknąć na nie.

source: Now the two devices are synchronized.
pl: Teraz te dwa urządzenia są zsynchronizowane.

source: Under the field &quot;Devices&quot; you see the link &quot;Subscribe to ... on other devices&quot; click on it.
pl: Poniżej pola &quot;Urządzenia&quot; znajduje się odnośnik &quot;Zasubkrybuj ... w innych urządzeniach&quot;, kliknij go.

source: URL
pl: Adres URL

source: Last week
pl: Ostatni tydzień

source: Mobile
pl: Telefon komórkowy
